Revit 2027 API
ParameterTypeId.NumberSystemTagType Property
 "Tag Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NumberSystemTagType { get; }
Public Shared ReadOnly Property NumberSystemTagType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NumberSystemTagType {
	ForgeTypeId^ get ();
}
static member NumberSystemTagType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace